* Windows10のWSL2とUbuntu（Linux）の間でMySQLのデータベースを共有
  :LOGBOOK:
  CLOCK: [2020-08-05 水 10:48]--[2020-08-05 水 11:18] =>  0:30
  :END:

:CATEGORIES: パソコン

〉〉〉：Emacs： 2020-08-05（水曜日）10：48　 〉〉〉

　昨夜，次のようにファイルを作成するスクリプトを作成しました。前回実行時の最新idを記録しデータベースの更新部分をダンプしたファイルになります。

```
mysqldump -u hirono-hideki-01  -t benngosi_twitter tw_user_tweet --where 'id>481903'  > /mnt/ubuntu/sql/benngosi_twitter-tw_user_tweet.sql
mysqldump -u hirono-hideki-01  -t blog blogger_hirono2014sk --where 'id>64522'  > /mnt/ubuntu/sql/blog-blogger_hirono2014sk.sql
mysqldump -u hirono-hideki-01  -t blog hatena201912 --where 'id>735'  > /mnt/ubuntu/sql/blog-hatena201912.sql
```

　データベースのテーブルに更新がないと何もしないのですが，次のように記録しておいたテキストファイルと照合し，更新の有無をチェックしています。

```
benngosi_twitter tw_user_tweet 481903
benngosi_twitter tw_hirono_tweet 18646
benngosi_twitter tw_user_tweet_MOF 611
blog blogger2016k 1165
blog blogger_hirono2014sk 64522
blog cocolog 1252
blog hatena 5799
blog youtubes 1106
blog blogger_hirono2017kk 756
blog hatena201912 735
blog blogger_hironokk2020 12
hirono2016k_wpcom wp_posts 5289
hirono2016kk_wpcom wp_posts 38
```

　スクリプトはRubyで作成していますが，「local_id =  `grep "#{d} #{t}" /home/a66/tmp/db`.split(' ')[2].to_i」とやって記録しておいたローカル環境の最新idを取得しています。

　これまではローカルネットワークでデータベースを自動更新させるスクリプトを使っていたのですが，WSL2には，IPアドレスのサブネットが通常のものとは違っているのです。外部からWSL2にネットワーク接続させる必要も考えていないので別の方法を模索しました。

　NTFSでフォーマットしたパーティションがあって，これをWindows10とUbuntuで共有させています。WSL2の環境ではパーミッションを設定させるという面倒もあるのですが，一応，2つの環境からファイルの読み書きが出来ています。

　例えばUbuntuでのデータベースの更新をWindows10のWSL2のMySQLに反映させるわけです。

　さきほどはWindows10のWSL2での更新をUbuntuに反映させました。1つの処理は，「mysql -u hirono-hideki-01 blog < bloghatena201912.sql」という感じです。

　昨夜は他にも，Windows10のWSL2で，Ubuntuと同じようにスクリプトのコマンドが実行できるように環境を整えました。今朝になりますが，一太郎のアウトラインモードでコピペしたプロットをはてなブログに投稿しました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 11:16／2020/08/05 11:13 URL： https://twitter.com/kk_hirono/status/1290834024550686720 https://twitter.com/s_hirono/status/1290833360013598721  

> 2020-08-05-093337_Windows10一太郎からはてなブログへの投稿.jpg https://t.co/jTXb18gbOP  

〈〈〈：Emacs： 2020-08-05（水曜日）11：18 　〈〈〈

* 「【アナザーストーリーズ「わたしはやっていない　村木厚子　無罪までの４５４日」】」という郷原信郎弁護士の紹介ツイート
  :LOGBOOK:
  CLOCK: [2020-08-05 水 12:33]--[2020-08-05 水 13:38] =>  1:05
  :END:

:CATEGORIES: 郷原信郎弁護士,弘中惇一郎弁護士

〉〉〉：Emacs： 2020-08-05（水曜日）12：33　 〉〉〉

TW hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時： 2020-08-05 12:27 URL： https://twitter.com/hirono_hideki/status/1290851976415080448
> 2020年08月05日12時22分の実行記録 \n twitterAPI-search-lawList-mydql-add.rb "村木厚子" \n ツイート数：21/1932 リツイート数：31/1932 トータル：1103 \n hirono_… https://t.co/v9t19xSqJS

RT hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語）｜345__chan（指原 莉乃） 日時：2020-08-05 12:14／2020-08-04 11:40 URL： https://twitter.com/hirono_hideki/status/1290848607835271169 https://twitter.com/345__chan/status/1290477576729669635
> 大分のシャインマスカット \n 岡山の桃 \n 福岡のマンゴー \n  \n みな実ちゃんTwitter始めたの！？と誤解するかもしれませんが指原莉乃のツイートです https://t.co/JAy9apZu2E

```
指原 莉乃
@345__chan
http：//Instagram.com/345insta
2014年2月からTwitterを利用しています
541 フォロー中
305.4万 フォロワー

［source：］指原 莉乃さん (@345__chan) / Twitter https://twitter.com/345__chan
```

　まさに国民的芸能人という感じの指原莉乃ですが，Twitterアカウントを見かけて，プロフィールを確認すると2014年2月から利用開始とありました。そういえば前にも見かけていたような気もしたのですが，滅多に見かけることがなかったのは間違いないことです。

　そういうことを考えていると，ふと思い出したのが村木厚子さんのことです。昨夜，NHKBSプレミアムの番組放送があったはずと思い，すぐにTwitterAPIの検索，データベース登録スクリプトを実行しました。そして24時間以内指定でまとめ記事を作成したのが次になります。

 - 2020年08月05日12時28分の登録： REGEXP：”村木厚子”／データベース登録済みツイートの検索：2020-08-04〜2020-08-05／2020年08月05日12時28分の記録：ユーザ・投稿：9／10件 http://hirono2014sk.blogspot.com/2020/08/regexp2020-08-042020-08.html

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜masahirosogabe（曽我部真裕） 日時：2020-08-05 12:46／2020/08/05 05:34 URL： https://twitter.com/kk_hirono/status/1290856615097196545 https://twitter.com/masahirosogabe/status/1290747980597739521  

> 村木厚子氏、郷原信郎弁護士、周防正行監督の3人の視点から人質司法の問題が掘り下げられています。個人的には、組織の論理とそれにがんじがらめになる個人、証拠改ざんを知りつつ有罪立証を進める公判担当検事はどんな気持ちだったのだろうと思い… https://t.co/Jis7eKskPW  

　全てリツイートで，ツイートは上記の1件だけでした。

```
曽我部真裕
@masahirosogabe
憲法・情報法。実務家としてはペーパードライバー（54期大阪４班）。学生さんのフォローも歓迎します（フォロー返しはしません）。RT等は賛意とは限りません。アイコンは小林よしのり先生によるもの。Professeur de droit constitutionnel à Kyoto
京都市左京区吉田本町京都大学法学部masahirosogabe.hatenablog.com2009年11月からTwitterを利用しています
610 フォロー中
7,337 フォロワー

［source：］曽我部真裕さん (@masahirosogabe) / Twitter https://twitter.com/masahirosogabe
```

　前からちょくちょく見かけているアカウントで，大学の法学部の先生と思っていましたが，今プロフィールをみると，54期大阪４班とあるので弁護士資格もお持ちなのかと思います。今まで気づかなかったと思いますが，場所が京都市から始まる京都大学法学部の住所となっています。

　顔出し写真のインタビュー記事のようなものを読んだのも今年の春頃ではなかったかと思います。内容が思い出せないですが，郷原信郎弁護士に疑問は持っておられないようなので，そのことが今回気になりました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜okumuraosaka（okumuraosaka） 日時：2020-08-05 12:52／2020/08/05 10:51 URL： https://twitter.com/kk_hirono/status/1290858305468817408 https://twitter.com/okumuraosaka/status/1290827750761062400  

> 「判例時報」 8月3日 発売号目次 https://t.co/7rKLHZ60Rn  湖東記念病院再審請求事件を闘って……井戸謙一──  湖東記念病院再審請求事件無罪判決（大津地判令2・3・31）  

　タイムラインで上から3番目に，上記の奥村徹弁護士のツイートがリツイートされていました。判例時報という本の写真が小さくありますが，色違いでありながら法律時報とよく似た感じです。法律時報とだったと思うのですが，福井刑務所にいるとき郵送の差し入れで毎月購読していました。

https://t.co/rt5RsKGaqW - image uploaded by @hirono_hideki (廣野秀樹) https://t.co/GcE5hizf6Y Posted 10 years ago

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-08-05 13:04／2010/10/15 10:56 URL： https://twitter.com/kk_hirono/status/1290861166105780224 https://twitter.com/hirono_hideki/status/27398942466  

> http://ow.ly/i/4zwn 福井刑務所にいた頃、「法律時報」という雑誌を毎月郵送で差し入れてもらっていた。色々勉強したけど、役になっていないこと多い気がする。  

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「法律時報」の検索結果 - Twilog https://t.co/NJlIHFEBk3

　あると思っていた写真が見つかったのですが，英語で10年前とか表示がありました。本棚ですが，ざっと数えたところ法律時報が19冊並んでいました。1年7ヶ月の購読になりそうです。母親が宇出津の千間書店で取り寄せをしてもらったいたようです。

　写真を撮影して間もなく処分をしたと思います。上の棚の左から3番目の本ですが，下の一部分しか見えないものの，アプローチというデータベースソフトの書籍であったと思います。アプローチというソフトのことも長い間すっかり忘れていました。

ロータス・アプローチ - Wikipedia https://t.co/0XbwWktbwP 1995年のIBMによるロータス買収後はIBM製品となった。

　ロータスがIBMに買収されたという話もしれなかったのですが，よく見ると平成7年のことになり，私がロータスを使い始めるだいぶん前のことです。平成10年から11年頃になりますが，オーガナイザーというソフトをよく使い，再審請求の資料にもしていました。

　ロータスオーガナイザーは，データがテキストファイルとして保存されていたような記憶もあるので，ファイルが見つかれば，当時の詳しいことがわかります。金沢地方裁判所にはフロッピーディスクのことは覚えていないですが，CDでは資料を提出していたと思います。

https://t.co/DdXwYnTnDU：ロータス、個人情報管理ソフト『ロータス オーガナイザー 2000』を発売 https://t.co/jYzIXe6eB8 1999年03月12日 00時00分更新

　時刻は13時31分です。戻るつもりで曽我部真裕さんのタイムラインを表示していたタブを選択して気がついたのですが，最上位にあるツイート，これもリツイートですが，川人博弁護士の写真が出ていました。次のツイートです。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜bengo4com_times（弁護士ドットコムタイムズ） 日時：2020-08-05 13:33／2020/08/05 12:13 URL： https://twitter.com/kk_hirono/status/1290868464899350528 https://twitter.com/bengo4com_times/status/1290848256407113729  

> 「判例通説にはおかしなものがたくさんあるの。自分の正義感や自分のリーガルマインドでおかしいと思ったことに関しては、通説を変えるために闘う」 https://t.co/9NP56OIHBN  

* 「過労死問題に取り組み国と社会を変えた四半世紀　川人博弁護士ロングインタビュー　-　弁護士ドットコム」という2020年08月05日の記事
  :LOGBOOK:
  CLOCK: [2020-08-05 水 13:38]--[2020-08-05 水 21:41] =>  8:03
  :END:

:CATEGORIES: 川人博弁護士,過労死

〉〉〉：Emacs： 2020-08-05（水曜日）13：38　 〉〉〉

過労死問題に取り組み国と社会を変えた四半世紀　川人博弁護士ロングインタビュー - 弁護士ドットコム https://t.co/6PwKv8GHWH

　時刻は13時51分です。記事を一通り読み終えました。いろいろと思うところのある記事ですが，ずっと前からテレビで見かけるなどし，大きな問題性を感じてきた川人博弁護士です。過労死の問題が昭和63年頃からあるというのも意外でした。

　あと2,3日前に見かけたばかりだったのですが，除斥期間の最高裁判決，前に見た記事には過去に2例だけと見たように思いますが，その１つが川人博弁護士の担当で，女性の遺体が20年間庭に埋められていたという事件だったようです。

20年間 遺体 女性　庭 - Google 検索 https://t.co/Q19loHr4Qd

　簡単な検索ではなかったですが，上記の検索の4件目に情報がありました。

```
しかし、事件から26年後の2004年8月21日、女性教師の最後の目撃者である元警備員の男性Wが警視庁綾瀬警察署に出頭して殺害を自首、事件の全容が判明した。Wは自首の動機は良心の呵責ではなく、遺体を隠匿していた元の自宅が道路拡張のための土地区画整理の対象となり、家が取り壊される予定だったので、事件が発覚すると思ったからと述べた。またWは、「高齢の夫婦二人暮しで移転できない」として、警察への出頭直前まで強硬に立退きを拒んでいた。

［source：］足立区女性教師殺人事件 - Wikipedia https://ja.wikipedia.org/wiki/%E8%B6%B3%E7%AB%8B%E5%8C%BA%E5%A5%B3%E6%80%A7%E6%95%99%E5%B8%AB%E6%AE%BA%E4%BA%BA%E4%BA%8B%E4%BB%B6
```

　「　警視庁綾瀬警察署に出頭して殺害を自首、事件の全容が判明した。Wは自首の動機は良心の呵責ではなく、遺体を隠匿していた元の自宅が道路拡張のための土地区画整理の対象となり、家が取り壊される予定だったので、事件が発覚すると思ったからと述べた。」とあります。

```
遺族は元警備員の男性Wに対して民事訴訟を起こした。2006年9月26日、東京地方裁判所はWの行為を「殺人」（1978年時点）と「遺体の隠匿」（2004年時点）に分けて検討した上で、「殺人」については民事上でも時効が成立しており（不法行為（殺害）後20年の除斥期間の経過）、女性教師の遺体を頻繁に移動させていた「遺体の隠匿」についてのみWの責任を認定して330万円の賠償を命じた判決を言い渡した［1］。

これに対し、東京高等裁判所は2008年1月31日、上記地裁判決を破棄し、Wによって「遺体の隠匿」され続けたために「殺人」が判明しない中で「殺人」を基点として除斥期間を認めることが「著しく正義・公平の理念に反する」場合など一定の条件下においては除斥期間の効果は排除されるとして、「殺人」と「遺体の隠匿」を一連の行為と認定したことで、「殺人」についてもWの責任を認め、約4255万円の支払いを命じる判決を言い渡した［2］。2009年4月28日、最高裁判所は、Wの上告を退け［3］、判決が確定した。

［source：］足立区女性教師殺人事件 - Wikipedia https://ja.wikipedia.org/wiki/%E8%B6%B3%E7%AB%8B%E5%8C%BA%E5%A5%B3%E6%80%A7%E6%95%99%E5%B8%AB%E6%AE%BA%E4%BA%BA%E4%BA%8B%E4%BB%B6
```

　「約4255万円の支払いを命じる判決を言い渡した［2］。2009年4月28日、最高裁判所は、Wの上告を退け［3］、判決が確定した。」とありますが，川人博弁護士の名前はありません。

　前に読んだ記事のことが思い出せないのですが，2,3日前のことと思います。手がかりは残っていると思います。

除斥　最高裁 - Google 検索 https://t.co/yu3reyWQFr

　一週間前というオプション指定をしているのですが，情報は見つからず，手がかりになると思っていたTwilogも痕跡が見当たりませんでした。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-08-05 14:17／2020/07/31 16:49 URL： https://twitter.com/kk_hirono/status/1290879669076504576 https://twitter.com/hirono_hideki/status/1289105865522286592  

> 「請求権、既に消滅」 形式論で被害者の訴え一蹴　強制不妊訴訟：東京新聞 TOKYO Web https://t.co/gcCzSaKswk これまでに最高裁が除斥期間の例外を認めたのはわずか２件。殺人事件の遺族が２６年間、事件発生… https://t.co/Bl20suJUhO  

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「除斥」の検索結果 - Twilog https://t.co/gq7Hrd9z3t

　見つけることが出来たのですが，東京新聞の記事とは意外でした。記事は7月11日とありますが，手がかりの発見となったツイートは7月31日16時49分とあります。3,4日まで今月に入ってからとばかり思っていたのですが，6日前になります。

　強制不妊訴訟の記事ですが，東京ミネルヴァ法律事務所の被害者弁護団の団長，仙台市の弁護士の名前で検索していると，この強制不妊訴訟の原告弁護団団長という情報が出てきたのです。あのときは紀藤正樹弁護士のことを多く取り上げていました。

```
◆最高裁が例外を求めたのは２件だけ
　しかし、これまでに最高裁が除斥期間の例外を認めたのはわずか２件。殺人事件の遺族が２６年間、事件発生すら知らなかったケースと、予防接種の後遺症で寝たきりになり、２２年間訴訟を起こせなかったケースだけだ。
　判決後、東京・霞が関の司法記者クラブで会見した全国優生保護法被害弁護団の新里宏二共同代表は「被害者は国から『不要な人』とラベリングされていたんです。そんな状況下で被害を言い出せるわけがない。なぜ提訴できなかったのか、被害や加害の実態を全く見ていない判決だ」と批判した。
　旧優生保護法から障害者差別にあたる条文を削除し、母体保護法に改正されたのは２０年以上前の１９９６年。最後の手術は９６年で、除斥期間が一律に適用されるならば賠償を認められる人はいなくなる。
　旧法に詳しい東京大大学院の市野川容孝教授（医療社会学）は「本人には分からせない形で手術を強制していた旧法の特殊性を踏まえ、除斥期間の対象から外すべきだ」と強調する。

［source：］「請求権、既に消滅」 形式論で被害者の訴え一蹴　強制不妊訴訟：東京新聞 TOKYO Web https://www.tokyo-np.co.jp/article/38971
```

　「これまでに最高裁が除斥期間の例外を認めたのはわずか２件。殺人事件の遺族が２６年間、事件発生すら知らなかったケースと、予防接種の後遺症で寝たきりになり、２２年間訴訟を起こせなかったケースだけだ。」とあります。

　「判決後、東京・霞が関の司法記者クラブで会見した全国優生保護法被害弁護団の新里宏二共同代表は「被害者は国から『不要な人』とラベリングされていたんです。そんな状況下で被害を言い出せるわけがない。」に名前のある新里宏二弁護士が，この時の検索ワードでした。

　過労死のテレビニュースがあると大抵の場合，川人博弁護士が出てきます。１つ例外があって昨年の12月だったと思うのですが，兵庫県の過労自殺の被害者の問題に，神奈川県の嶋﨑量弁護士がテレビに出ていました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 14:33／2019/12/19 14:03 URL： https://twitter.com/kk_hirono/status/1290883640428072961 https://twitter.com/s_hirono/status/1207526901096439808  

> 2019-12-18_232147＿テレビの画面・zero・三菱電機　新入社員自殺　遺族側の代理人　嶋﨑量弁護士.jpg https://t.co/cn64z5lZfM  

非常上告-最高検察庁御中_ツイッター(@s_hirono)/「嶋﨑量 テレビ」の検索結果 - Twilog https://t.co/BOfYfom49M

　まったくの記憶の混同で取り違えなのか，このあと確認しますが新入社員自殺問題はユニチカなのかと思っていました。三菱電機と嶋﨑量弁護士が映るテレビ画面の写真にあります。たまたまのうつり方と思いますが，他の写真や動画とは別人に見える嶋﨑量弁護士となっています。

ユニチカ　問題　社員 - Google 検索 https://t.co/zMeTDW10l4

　ユニチカの労働問題というのは見当たらず，私個人の勘違いだったようです。昭和59年当時，兵庫県の尼崎市で大きな看板のあるユニチカを見ていたという記憶があったのですが，これも違った社会かもしれません。動物園のような住所がその付近にありました。

```
ユニチカ株式会社（英： UNITIKA LTD.）は、本店を兵庫県尼崎市に、本社を大阪市中央区と東京都中央区に置く、日本の繊維メーカーである。近年は繊維事業だけでなく高分子事業・機能材事業などにも進出している。三菱UFJ銀行系みどり会メンバー。

［source：］ユニチカ - Wikipedia https://ja.wikipedia.org/wiki/%E3%83%A6%E3%83%8B%E3%83%81%E3%82%AB
```

　ユニチカは兵庫県尼崎市が本店とありました。Wikipediaのページを開く前にGoogle検索の要約で目に入ったものです。繊維事業とありますが，金沢市も以前は繊維業が多く，昭和59年にはすっかり衰退したと聞きながら，何度か繊維の仕事で荷物を運ぶこともありました。

大物駅 - Google マップ https://t.co/9Sbqd3rVfR

　駅のことは記憶にないですが，広い道路で大物というのが割と強く印象に残っています。そこには道路沿いに大きな会社か工場があったと思います。「だいもつ」と読むのは今回初めて知ったと思いますが，大きな動物園が近くにありそうなところでもありました。

```
祭神［編集］

拝殿・扁額　祭神名が記されている。
社号を若宮と称した頃の主祭神は、勧請した厳島神社と同じ市杵島姫命であったと伝えられている［1］。その後前述の通り大物主となり、交通の守り神として宗像三柱神が祀られている［2］。

主祭神：大物主大神　配神：市杵島姫命、田心姫命、湍津姫命
境内相殿社4社

［source：］大物主神社 - Wikipedia https://ja.wikipedia.org/wiki/%E5%A4%A7%E7%89%A9%E4%B8%BB%E7%A5%9E%E7%A4%BE
```

　広い道路沿いに大きな会社か工場がないかとGoogleマップでみたいたところ，大物主神社がみえました。初めて知る神社の名称ですが，七尾市の大地主神社と名称が似ています。配神というのは初めて見た気がするのですが，宗像三女神となっています。

〈〈〈：Linux Emacs： 2020-08-05（水曜日）21：39 　〈〈〈

* 市川寛弁護士のタイムラインで知った，「元検事。２児の育児中。現在は夫の医院経営に参画。産業カウンセラー。」とプロフィールにあるTwitterアカウント
  :LOGBOOK:
  CLOCK: [2020-08-05 水 21:41]--[2020-08-06 木 01:51] =>  4:10
  :END:

:CATEGORIES: 元検事,市川寛弁護士

〉〉〉：Emacs： 2020-08-05（水曜日）21：41　 〉〉〉

　初めてみたTwitterアカントと思ったのですが，前に１つツイートの記録がTwilogにありました。プロフィールをみた記憶はないですが，プロフィールの名前が「ゆず」となっていて，果実のゆずと歌手のゆずのことも思い出します。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜Ilias0322（京都情報局） 日時：2020-08-05 21:44／2020/06/29 15:10 URL： https://twitter.com/kk_hirono/status/1290992104680767489 https://twitter.com/Ilias0322/status/1277484449614053377  

> 滋賀県警本部長「西山さんに大きな負担、大変申し訳ない」 湖東病院再審無罪で初の謝罪 https://t.co/Y1cPHqfs5X #kyoto  

　初めてみたTwitterアカントと思ったのですが，前に１つツイートの記録がTwilogにありました。プロフィールをみた記憶はないですが，プロフィールの名前が「ゆず」となっていて，果実のゆずと歌手のゆずのことも思い出します。

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「@motokennmom」の検索結果 - Twilog https://t.co/HYqMoS5EYO

Yahoo!ニュース https://t.co/PfanFRAcvR 指定されたURLは存在しませんでした。 \n  \n URLが正しく入力されていないか、このページが削除された可能性があります。 \n  \n Yahoo!ニューストップへ

```
(py37_env) a66@a66-XTe:~$ dp -p|grep @motokennmom
(py37_env) a66@a66-XTe:~$ dp -p|grep ゆず
 - 2017年10月04日16時19分の登録： ＼ゆずすこ　@zen20151231＼死刑存置論者って、冤罪で死刑執行しちゃっても死刑囚の遺族には補償されるからいいじゃんケラケラていう鬼畜な人達なわけですよね。 http://hirono2014sk.blogspot.com/2017/10/zen20151231.html
 - 2018年04月25日08時45分の登録： ＃ゆずすこ　@zen20151231＃のツイート／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年04月25日08時44分 http://hirono2014sk.blogspot.com/2018/04/zen20151231201804250844.html
 - 2019年02月19日23時11分の登録： ＃ゆずすこ　@zen20151231＃のツイート／2018-05-06_1245〜2019-02-19_2238／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年02月19日23時11分 http://hirono2014sk.blogspot.com/2019/02/zen201512312018-05-0612452019-02.html
 - 2019年02月19日23時11分の登録： ＼ゆずすこ　@zen20151231＼刑事の場合では危険の現実化とかいうガバガバの規範で被告人をなんとか有罪に持ち込もうとするのに、市民が私権を行使する場面になると「離婚 http://hirono2014sk.blogspot.com/2019/02/zen20151231.html
 - 2019年05月04日15時22分の登録： ＼ゆずすこ　@zen20151231＼最近話題の若手のオラオラ先生、攻撃性が強すぎて、なにかの拍子にいつかそれが自分に向いて自殺したりするのではと気になっている。 http://hirono2014sk.blogspot.com/2019/05/zen20151231.html
 - 2019年05月04日15時28分の登録： ＼ゆずすこ　@zen20151231＼弁護士が弁護士に対して行う懲戒請求は、不法行為にあたらない限り、どのようなものでも批判の対象にはならないと？ http://hirono2014sk.blogspot.com/2019/05/zen20151231_4.html
 - 2019年05月04日15時30分の登録： ＼ゆずすこ　@zen20151231＼自らの政治的主張にそぐわない内容の新聞紙をうんこ紙呼ばわりした弁護士とその弁護士をすぐさま懲戒請求した弁護士、どっちがやばいかという http://hirono2014sk.blogspot.com/2019/05/zen20151231_70.html
 - 2019年05月04日15時31分の登録： ＼ゆずすこ　@zen20151231＼自らの政治的主張にそぐわない内容の新聞紙をうんこ紙呼ばわりした弁護士とその弁護士をすぐさま懲戒請求した弁護士、どっちがやばいかという http://hirono2014sk.blogspot.com/2019/05/zen20151231_16.html
 - 2019年05月21日09時03分の登録： ＼ゆずすこ　@zen20151231＼認めの裁判員裁判事件はわけわからん研修受けた中堅がスティーブ・ジョブスの劣化版の弁論をして裁判員の反感を買うよりも、熱心な若手にやら http://hirono2014sk.blogspot.com/2019/05/zen20151231_21.html
 - 2019年06月09日19時56分の登録： ＼ゆずすこ　@zen20151231＼橋本先生は喜久山先生の懲戒請求に失敗したら自分の登録を抹消すべきだとおもますよ。\n通常訴訟と懲戒請求の重みは格段に違う。それくらい懲 http://hirono2014sk.blogspot.com/2019/06/zen20151231.html
 - 2019年06月09日19時57分の登録： ＼橋本太地（弁護士・あなたのみかた法律事務所）　@kojin_syugi＼ゆずすこさんが、懲戒請求を失敗とみなした場合に、私を、処分を除名に限定した上で懲戒請求すればよい http://hirono2014sk.blogspot.com/2019/06/kojinsyugi_72.html
 - 2019年07月30日20時36分の登録： ＼えび　@ebiben2008＼早い車が来たら道をゆずれば煽られることなんてそんなにないような http://hirono2014sk.blogspot.com/2019/07/ebiben2008.html
 - 2019年07月31日20時53分の登録： ＼ゆずすこ　@zen20151231＼最近話題の薬物事案、検察の立証が足りてないのを見落としていたのなら、弁護人もとってもカッコ悪いのでは。 http://hirono2014sk.blogspot.com/2019/07/zen20151231.html
 - 2019年08月03日10時22分の登録： ＼ゆずすこ　@zen20151231＼令状を担当した裁判官の名前を公開してほしい。 http://hirono2014sk.blogspot.com/2019/08/zen20151231.html
 - 2020年01月13日23時55分の登録： ＼ゆずすこ　@zen20151231＼ことあるのかな？\n会費さえ支払えば、会はまともに運営されるべきというアホが含まれてな？ http://hirono2014sk.blogspot.com/2020/01/zen20151231.html
 - 2020年03月28日22時33分の登録： ＼ゆずすこ　@zen20151231＼深澤諭史さんがリツイート\n￼\nゆずすこ\n@zen20151231\n·\n1時間\n税金を使ってお友達を花見で接待しておいて？ http://hirono2014sk.blogspot.com/2020/03/zen20151231-zen20151231-1.html
```

　確認しましたが，上記のコマンドの実行結果の通り，@motokennmomというTwitterアカウントの記録は確認できませんでした。プロフィールの名前の「ゆず」で検索しても同じです。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜zen20151231（ゆずすこ） 日時：2020-08-05 21:58／2020/01/13 00:55 URL： https://twitter.com/kk_hirono/status/1290995522916909057 https://twitter.com/zen20151231/status/1216388276291952640  

> 東弁の人権賞を叩いてる人達って、今までに弁護士会の会務に何か貢献しようと思ったことあるのかな？ 会費さえ支払えば、会はまともに運営されるべきというアホが含まれてな？  

　プロフィールのアイコンですが，今まで小さいまましか見たことがなかったためか，カラフルな毛虫のようなイメージが固定化されていたのですが，カラフルなイグアナのような爬虫類だったようです。たまにしか見かけなかったアカウントですが，その割には記録がされていました。

```
ゆずすこ
@zen20151231
地元の名産品 新米弁護士 多重会務を難なくこなし、裁判所職員(裁判官は当然に除く)に愛される弁護士に私はなりたい
2015年12月からTwitterを利用しています
961 フォロー中
806 フォロワー

［source：］(1) ゆずすこさん (@zen20151231) / Twitter https://twitter.com/zen20151231
```

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜zen20151231（ゆずすこ） 日時：2020-08-05 22:01／2020/08/03 23:21 URL： https://twitter.com/kk_hirono/status/1290996440727089152 https://twitter.com/zen20151231/status/1290291672635457538  

> 老人なんて正月に自ら餅食って何人も死亡しているのに、お盆に可愛い子や孫に会ってコロナで死ぬのは嫌なのね。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜zen20151231（ゆずすこ） 日時：2020-08-05 22:02／2020/07/20 12:43 URL： https://twitter.com/kk_hirono/status/1290996707170254850 https://twitter.com/zen20151231/status/1285057599528857601  

> 「あすわか」所属の弁護士が、女性の化粧と箸を同列に論じているんですが、これは。。。 https://t.co/NB230wQtZI  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜zen20151231（ゆずすこ） 日時：2020-08-05 22:02／2020/07/19 00:02 URL： https://twitter.com/kk_hirono/status/1290996721489592321 https://twitter.com/zen20151231/status/1284503764087394309  

> あと、「泣き寝入りするしかできない自分可愛そうでしょ」とかまって欲しいパターン。 どちらも精神病んでる感じだった。 駆け出しの熱意に溢れた若手の先生は気をつけ欲しい。 https://t.co/QS1KJiBxGo  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜zen20151231（ゆずすこ） 日時：2020-08-05 22:03／2020/07/19 00:00 URL： https://twitter.com/kk_hirono/status/1290996789814861824 https://twitter.com/zen20151231/status/1284503235122786306  

> 費用対効果が合わないケースで相談者が素朴な気持ちとして「泣き寝入りですか！」と言ってくるケースは一定数あると思うが、最近、「泣き寝入りするしかないんですね」と言って弁護士が困惑する様子を見たいのだろうなというレアケースに遭遇した。 「そうですね。」と言ったら怒って帰っていった。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜zen20151231（ゆずすこ） 日時：2020-08-05 22:03／2020/07/18 23:36 URL： https://twitter.com/kk_hirono/status/1290996818700951560 https://twitter.com/zen20151231/status/1284497226673164289  

> 東京外しにより、地方民の東京コンプレックスはかなり満たされたのでは。 東京都民はそれを感じとり、「地方も道連れにしろ」と喚いているという日本国民の民度の低さよ。 https://t.co/6Fh3IEvTGP  

　これまでほとんど注目してこなかったプロフィールに新米弁護士とあるTwitterアカウントですが，タイムラインをみるといろいろあるものです。全てに対応しきれないことは痛感し，諦念しているので，そうなのかというご紹介になります。

　市川寛弁護士のタイムラインでは，午後に他にけっこうな発見があり，それを取り上げておくべきか迷いがありました。対応しきれないという消極的な理由が躊躇となっていました。そんな時に目にしたのが元検事とプロフィールにあるアカントで女性の可能性が高いです。

　時刻は22時07分です。テレビで北陸朝日放送をみているのですが，ドラマが続いていると思ったら，このタイミングでエンディングロールが出てきました。NEWS９からチャンネルを変更していたのですが，ドラマのタイトルは刑事七人になっていました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:09／2020/08/05 22:07 URL： https://twitter.com/kk_hirono/status/1290998431960297472 https://twitter.com/s_hirono/status/1290997883353751557  

> 2020-08-05-220046_ゆずすこ@zen20151231地元の名産品　新米弁護士　多重会務を難なくこなし、裁判所職員（裁判官は当然に除く）に愛される弁護士に私はなり.jpg https://t.co/0Ni1a8WlE0  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:09／2020/08/05 22:07 URL： https://twitter.com/kk_hirono/status/1290998450629177344 https://twitter.com/s_hirono/status/1290997810444214272  

> 2020-08-05-212858_ゆずさん　（@motokennmom）　／　Twitter.jpg https://t.co/xLhJVOdlsv  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:09／2020/08/05 21:30 URL： https://twitter.com/kk_hirono/status/1290998464046718976 https://twitter.com/s_hirono/status/1290988667255713798  

> 2020-08-05-212802_ゆず@motokennmom·8月3日産まれました〜！応援くださった方々ありがとうございます！元気な女の子です口を開けて目が笑っている笑顔.jpg https://t.co/eurlUOxaSb  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:30 URL： https://twitter.com/kk_hirono/status/1290998509936586754 https://twitter.com/s_hirono/status/1290988594492923905  

> 2020-08-05-212559_.jpg https://t.co/oZjCK1godo  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:30 URL： https://twitter.com/kk_hirono/status/1290998538030084097 https://twitter.com/s_hirono/status/1290988521486823424  

> 2020-08-05-212315_ゆずさんがリツイート弁護士　太田啓子　「これからの男の子たちへ」8／24販売（予約受付中）（大月書店）@katepanda2·8月1日女性に.jpg https://t.co/HljdQYdFvX  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:30 URL： https://twitter.com/kk_hirono/status/1290998580904210433 https://twitter.com/s_hirono/status/1290988448485015552  

> 2020-08-05-212212_ゆずさんがリツイートCHO　Seiho／趙誠峰@cho_seiho·7月31日アメブロを更新しました。　『刑事弁護の存在意義に思いを馳せる―.jpg https://t.co/ILK7kumShF  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:29 URL： https://twitter.com/kk_hirono/status/1290998593822720002 https://twitter.com/s_hirono/status/1290988375114047488  

> 2020-08-05-212046_ゆずさんがリツイートとーしょくぱみゅぱみゅ@to_pamyu·8月4日これでも黙秘権は侵害していないと、警察も検察も裁判所もいうわけです。弁.jpg https://t.co/0TQ4z1kYeP  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:29 URL： https://twitter.com/kk_hirono/status/1290998609098334213 https://twitter.com/s_hirono/status/1290988302208647168  

> 2020-08-05-211949_ゆずさんがリツイート郷原信郎【「深層」カルロス・ゴーンとの対話　起訴されれば９９％超が有罪となる国で】@nobuogohara·16時間懐か.jpg https://t.co/aFjDlZoskg  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:29 URL： https://twitter.com/kk_hirono/status/1290998627989512195 https://twitter.com/s_hirono/status/1290988229416513538  

> 2020-08-05-211859_ゆずさんがリツイート弁護士ドットコムタイムズ@bengo4com_times·9時間「判例通説にはおかしなものがたくさんあるの。自分の正義感.jpg https://t.co/6Y4jpJeu1E  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 21:28 URL： https://twitter.com/kk_hirono/status/1290998642183004161 https://twitter.com/s_hirono/status/1290988156766969859  

> 2020-08-05-211423_ゆず@motokennmom元検事。２児の育児中。現在は夫の医院経営に参画。産業カウンセラー。通信制大学で心理学専攻中（心理学検定1級取得済.jpg https://t.co/Xf4rg1yPRH  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:10／2020/08/05 20:05 URL： https://twitter.com/kk_hirono/status/1290998716925480961 https://twitter.com/s_hirono/status/1290967265978904576  

> 2020-08-05-200240_弁護士　市川　寛@imarockcaster42ブロックされています@imarockcaster42さんのフォローやツイートの表示はできませ.jpg https://t.co/8gfVG4PjFp  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-05 22:11／2020/08/05 17:40 URL： https://twitter.com/kk_hirono/status/1290998822198366209 https://twitter.com/s_hirono/status/1290930667262377984  

> 2020-08-05-170741_弁護士　市川　寛@imarockcaster42·8月4日真犯人が処罰されなければ被害者も救われない以上、冤罪防止は被疑者・被告人支援弁護士.jpg https://t.co/xeQANDjNj6  

　あるはずと思っていた市川寛弁護士のTwitterタイムラインでのスクリーンショットが見当たらない気がしたのですが，当初はさほど重要視していなかったことの証左となるのかもしれません。

```
(py37_env) a66@a66-XTe:~/a_screenshot$ dp -p|grep 市川寛
 - 2014年12月07日12時50分の登録： 困惑と遣り切れなさとで現実感を失ってしまうのではないだろうか。ゾンビ状態\nでふらふらと自白調書に署名をしてしまっても不思議ではない／『検事失格』\n（市川寛 著） http://hirono2014sk.blogspot.com/2014/12/blog-post_40.html
 - 2018年11月28日01時04分の登録： ＼弁護士 中村憲昭　@nakanori930＼このあたりの心理面の話は市川寛さんの「検事失格」が詳しいです。 http://hirono2014sk.blogspot.com/2018/11/nakanori930_49.html
 - 2019年03月12日19時49分の登録： ＼郷原信郎　@nobuogohara＼元検事の市川寛氏の、検察実体験に基づくリアルな分析。\n「検事失格」なのは、市川氏ではなく、朝日にくだらないコメントをしている「バカ検 http://hirono2014sk.blogspot.com/2019/03/nobuogohara_12.html
 - 2019年03月25日10時48分の登録： ＼郷原信郎　@nobuogohara＼元検事の市川寛氏の、検察実体験に基づくリアルな分析。\n「検事失格」なのは、市川氏ではなく、朝日にくだらないコメントをしている「バカ検 http://hirono2014sk.blogspot.com/2019/03/nobuogohara_25.html
 - 2019年06月28日11時42分の登録： REGEXP：”市川寛”／データベース登録済みツイート：2019年06月28日11時41分の記録：ユーザ・投稿：13／50件 http://hirono2014sk.blogspot.com/2019/06/regexp2019062811411350.html
```

　市川寛をキーワードにした記録したデータベースの検索は意外に少ない結果として表示されました。そういえば，間に全角スペースなどが盛り込まれていたかもしれません。見栄えを見やすくするためかもしれないですが，単純な検索では結果にマイナスの影響があります。

```
弁護士 市川 寛
@imarockcaster42
著書「ナリ検 - ある次席検事の挑戦」（日本評論社）、「検事失格」（毎日新聞社・新潮文庫）
ちょっとサブカル系だったりもします。
ameblo.jp/ichikawa42/2012年7月からTwitterを利用しています
132 フォロー中
3,608 フォロワー

［source：］弁護士 市川 寛さん (@imarockcaster42) / Twitter https://twitter.com/imarockcaster42
```

　昨日か今日に確認をしていたのですが，市川寛弁護士のTwitterアカウントのプロフィールのアイコンが変更されていました。アニメで若い女性がビールを片手にしていると思っていたのですが，今見るとビールではなくブランデーの瓶に見えます。

```
(py37_env) a66@a66-XTe:~/a_screenshot$ dp -p|grep @imarockcaster42
 - 2017年12月24日04時28分の登録： ＼弁護士 市川 寛　@imarockcaster42＼日馬富士の暴行問題について弁護士の八代英輝氏「一般人なら逮捕」  http://hirono2014sk.blogspot.com/2017/12/imarockcaster42.html
 - 2017年12月24日04時40分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検事がその典型で、他人を責めることには長けていますが、いざ自分が攻められると弱いですね。自戒を込めて、ですが。 http://hirono2014sk.blogspot.com/2017/12/imarockcaster42_24.html
 - 2017年12月24日04時41分の登録： ＼弁護士 市川 寛　@imarockcaster42＼自分が言うと「お前が言うな」かもしれないが、こういうでたらめな運用をみると、検事も裁判官も弁護士を経由してからなった http://hirono2014sk.blogspot.com/2017/12/imarockcaster42_15.html
 - 2017年12月24日04時43分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「冤罪File」最新号（２８号）に私のインタビュー記事が載っています。よろしければお読みください。 http://hirono2014sk.blogspot.com/2017/12/imarockcaster42file.html
 - 2017年12月24日04時44分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察庁ではマンパワーが足りないので処理しきれないと思います。 http://hirono2014sk.blogspot.com/2017/12/imarockcaster42_81.html
 - 2018年01月19日15時46分の登録： ＼弁護士 市川 寛　@imarockcaster42＼共犯事件ぢゃないのに、起訴後に接見禁止をつける検事・裁判官の気が知れない。自分が言うと「お前が言うな」かもしれないが http://hirono2014sk.blogspot.com/2018/01/imarockcaster42.html
 - 2018年03月09日21時25分の登録： ＼弁護士 市川 寛　@imarockcaster42＼お大事になさってください。 http://hirono2014sk.blogspot.com/2018/03/imarockcaster42.html
 - 2018年04月01日23時42分の登録： ＼弁護士 市川 寛　@imarockcaster42＼\n\n検事がその典型で、他人を責めることには長けていますが、いざ自分が攻められると弱いですね。自戒を込めて、ですが。\n http://hirono2014sk.blogspot.com/2018/04/imarockcaster42.html
 - 2018年09月05日00時33分の登録： ＼弁護士 市川 寛　@imarockcaster42＼アムネスティ日本の機関誌「アムネスティ・ニュースレター」の最新号に、私が袴田事件の再審請求についてお話しした記事が載 http://hirono2014sk.blogspot.com/2018/09/imarockcaster42.html
 - 2018年09月05日00時33分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-10_2256〜2018-09-04_1356／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年09月05日00時33分 http://hirono2014sk.blogspot.com/2018/09/imarockcaster422015-03-1022562018-09.html
 - 2018年09月11日00時11分の登録： ＼弁護士 市川 寛　@imarockcaster42＼2018-09-10の投稿一覧＼検察・石川県警察宛記録資料＼奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中 http://hirono2014sk.blogspot.com/2018/09/imarockcaster422018-09-10.html
 - 2018年09月11日00時11分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-10_2256〜2018-09-10_1455／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年09月11日00時11分 http://hirono2014sk.blogspot.com/2018/09/imarockcaster422015-03-1022562018-09_11.html
 - 2018年10月23日18時17分の登録： ＼弁護士 市川 寛　@imarockcaster42＼裁判官による、判決が確定した民事事件の当事者を傷つける言動が咎められるなら、無罪判決が確定した元被告人のことを「あい http://hirono2014sk.blogspot.com/2018/10/imarockcaster42.html
 - 2018年10月23日18時17分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-12_1532〜2018-10-23_1002／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年10月23日18時17分 http://hirono2014sk.blogspot.com/2018/10/imarockcaster422015-03-1215322018-10.html
 - 2018年11月25日23時05分の登録： ＼弁護士 市川 寛　@imarockcaster42＼フランスに検察批判の役目を負わせた朝日は、ひたすら検察支援。今さらながら、この新聞社には本当に失望した。 http://hirono2014sk.blogspot.com/2018/11/imarockcaster42.html
 - 2018年11月25日23時05分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-12_1557〜2018-11-23_1510／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年11月25日23時05分 http://hirono2014sk.blogspot.com/2018/11/imarockcaster422015-03-1215572018-11.html
 - 2018年12月03日20時31分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ゴーン事件の弁護士が「特捜部長」時代に語った抱負 弱い立場の働く人の味方に http://hirono2014sk.blogspot.com/2018/12/imarockcaster42.html
 - 2018年12月03日20時32分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-12_1947〜2018-12-02_0731／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年12月03日20時31分 http://hirono2014sk.blogspot.com/2018/12/imarockcaster422015-03-1219472018-12.html
 - 2018年12月22日19時58分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検事は、批判されると「何も知らないくせにつべこべ言うな」と孤高を気取る精神構造をしている。検察が知らせないから相手が http://hirono2014sk.blogspot.com/2018/12/imarockcaster42_22.html
 - 2018年12月22日19時58分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-17_1329〜2018-12-22_1854／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2018年12月22日19時58分 http://hirono2014sk.blogspot.com/2018/12/imarockcaster422015-03-1713292018-12.html
 - 2019年01月07日00時45分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検事時代、金曜日夕方の保釈意見書を出すのはちょっと神経遣った。出せば裁判所が夜なべ（？）して判断するので迷惑になる。 http://hirono2014sk.blogspot.com/2019/01/imarockcaster42.html
 - 2019年01月07日00時45分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-03-23_1200〜2019-01-06_1820／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年01月07日00時45分 http://hirono2014sk.blogspot.com/2019/01/imarockcaster422015-03-2312002019-01.html
 - 2019年01月25日14時55分の登録： ＼弁護士 市川 寛　@imarockcaster42＼刑事事件の真相が解明されるに越したことはない。が、市民がこれまで「解明された」と思ってきた事件は、訳の分からない自白 http://hirono2014sk.blogspot.com/2019/01/imarockcaster42_25.html
 - 2019年01月25日14時55分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-04-09_2020〜2019-01-25_1224／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年01月25日14時55分 http://hirono2014sk.blogspot.com/2019/01/imarockcaster422015-04-0920202019-01.html
 - 2019年01月30日02時22分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-04-09_2020〜2019-01-30_0051／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年01月30日02時22分 http://hirono2014sk.blogspot.com/2019/01/imarockcaster422015-04-0920202019-01_30.html
 - 2019年02月01日21時39分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-04-09_2020〜2019-02-01_1636／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年02月01日21時39分 http://hirono2014sk.blogspot.com/2019/02/imarockcaster422015-04-0920202019-02.html
 - 2019年02月01日21時39分の登録： ＼弁護士 市川 寛　@imarockcaster42＼静岡）「島田事件」釈放３０年、冤罪防止へアピール活動：朝日新聞デジタル  http://hirono2014sk.blogspot.com/2019/02/imarockcaster42.html
 - 2019年02月01日21時51分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-04-09_2020〜2019-02-01_1636／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年02月01日21時51分 http://hirono2014sk.blogspot.com/2019/02/imarockcaster422015-04-0920202019-02_1.html
 - 2019年02月01日21時51分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察と裁判所の共謀共同正犯弁護士 市川 寛さんが追加\n http://hirono2014sk.blogspot.com/2019/02/imarockcaster42_1.html
 - 2019年02月06日01時00分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2015-04-09_2020〜2019-02-05_1357／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年02月06日01時00分 http://hirono2014sk.blogspot.com/2019/02/imarockcaster422015-04-0920202019-02_6.html
 - 2019年02月06日01時01分の登録： ＼弁護士 市川 寛　@imarockcaster42＼静岡）「島田事件」釈放３０年、冤罪防止へアピール活動：朝日新聞デジタル  http://hirono2014sk.blogspot.com/2019/02/imarockcaster42_6.html
 - 2019年03月07日14時19分の登録： ＼弁護士 市川 寛　@imarockcaster42＼揺らぐ「異質」日本型刑事司法 https://www.nikkei.com/article/DGXMZO421116 http://hirono2014sk.blogspot.com/2019/03/imarockcaster42-httpswwwnikkeicomarticl.html
 - 2019年03月08日14時24分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「刑訴法の教科書には、検察が攻撃して弁護人が防御するって書いてあるけど、実際の公判は、弁護人が攻撃して検事が防御だよ http://hirono2014sk.blogspot.com/2019/03/imarockcaster42.html
 - 2019年03月09日22時22分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ちなみに、昔から、被疑者の調書は隠しようがないという教育を受けました。否認が自白に転じた時は、まずは自白調書だけ出し http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_9.html
 - 2019年03月09日22時30分の登録： ＼弁護士 市川 寛　@imarockcaster42＼員面調書は必ずしもそうではなく、言いっ放しの話を保存していることが多い。つまり員面調書には「無罪に使えるパーツ」が入 http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_12.html
 - 2019年03月11日13時41分の登録： ＼Shoko Egawa　@amneris84＼Shoko Egawaさんがリツイート\n￼\n弁護士 市川 寛\n\n \n@imarockcaster42\n 3月10日\n￼  http://hirono2014sk.blogspot.com/2019/03/shoko-egawaamneris84shoko-egawa.html
 - 2019年03月15日06時24分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ポール・マッカートニー、ミック・ジャガー。どちらも薬物犯罪の逮捕歴あり。どちらもその後に英国でナイトの称号。 http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_15.html
 - 2019年03月15日06時25分の登録： ＼弁護士 市川 寛　@imarockcaster42＼強制わいせつ/準強姦/買春/児童ポルノ/児童福祉法/青少年条例弁護人弁護士奥村徹(大阪弁護士会)さんがリツイート\n￼ http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_26.html
 - 2019年03月21日21時17分の登録： ＼弁護士 市川 寛　@imarockcaster42＼論告弁論の期日をパスして、判決だけ傍聴する記者がけっこういましたね。で、判決後に裁判所を出ると、名前やどこの記者かも http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_21.html
 - 2019年03月22日16時31分の登録： ＼弁護士 市川 寛　@imarockcaster42＼これは全ての犯罪で言えることで、無罪が嫌だから絞りに絞って起訴し、そうであるがゆえに起訴が間違いと分かっても絶対に退 http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_22.html
 - 2019年03月24日18時34分の登録： ＼弁護士 市川 寛　@imarockcaster42＼私が常々「刑事裁判はフィクションで、真実なんか解明できない」と見苦しくわめいているのは、こういう事情があるからです http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_24.html
 - 2019年03月24日18時36分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ゴーン氏の件でG先生にブチ切れたツイートを機関銃のようにかましていたのを見て、それまでは「まぁ、こういうキャラ作りも http://hirono2014sk.blogspot.com/2019/03/imarockcaster42g.html
 - 2019年03月24日18時37分の登録： ＼弁護士 市川 寛　@imarockcaster42＼当選した後のツイートがどうなるか、かな。今は我慢してるけど、受かればこっちのものとばかりに、気に入らないリプだのなん http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_2.html
 - 2019年03月24日18時49分の登録： ＼弁護士 市川 寛　@imarockcaster42＼アメブロを更新しました。 『検察は、乳腺外科医への無罪判決で何を反省すべきか』  http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_88.html
 - 2019年03月27日03時33分の登録： ＼弁護士 市川 寛　@imarockcaster42＼一定の目的を持ってのツイートと理解してはいるが、それでも①「ヤリサー」（そもそもこれが嫌な表現）か否かはほぼ間違いな http://hirono2014sk.blogspot.com/2019/03/imarockcaster42_27.html
 - 2019年03月27日19時33分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「準強姦」無罪に検察控訴～地裁久留米判決 RKB News http://hirono2014sk.blogspot.com/2019/03/imarockcaster42-rkb-news.html
 - 2019年04月04日10時14分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ｄメニューニュース:ゴーン被告再逮捕　東京地検特捜部　オマーン資金流用疑い（産経新聞） http://hirono2014sk.blogspot.com/2019/04/imarockcaster42.html
 - 2019年04月05日01時15分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検事は「弁護人は悪の手先。否、悪の権化」と徹底的に教育されてその気になってるから、例えば弁護士の事務所にガサ入れする http://hirono2014sk.blogspot.com/2019/04/imarockcaster42_5.html
 - 2019年04月09日15時11分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察幹部は「無罪を主張するなら、妻はそれを証明する話や資料を出せるはずなのに、なぜ弁護人はそう助言しないのか」と疑問 http://hirono2014sk.blogspot.com/2019/04/imarockcaster42_9.html
 - 2019年04月13日22時45分の登録： ＼弁護士 市川 寛　@imarockcaster42＼自白がとれなくても、弁解を手に入れ、それを崩す証拠を探すのが捜査の基本。弁解が変遷すればおいしい。弁解を固定すればそ http://hirono2014sk.blogspot.com/2019/04/imarockcaster42_13.html
 - 2019年04月13日23時41分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「人質司法」の本質はこれ。そして、検察はこれが当然だと思っているし、これからもこれが当然であるべきと信じている http://hirono2014sk.blogspot.com/2019/04/imarockcaster42_76.html
 - 2019年04月25日19時28分の登録： ＼弁護士 市川 寛　@imarockcaster42＼罪証隠滅のおそれと言っても、捜査終了、つまり証拠固めが済んでいるからこそ起訴しているわけで。口裏合わせされたくらいで http://hirono2014sk.blogspot.com/2019/04/imarockcaster42_25.html
 - 2019年04月27日11時34分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「刑事司法は崩壊する」検察猛反発　証拠隠滅の恐れ認定しながら保釈（産経新聞） - Yahoo!ニュース  http://hirono2014sk.blogspot.com/2019/04/imarockcaster42-yahoo.html
 - 2019年04月28日01時14分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「罪を犯した人は治療や更生にも笑顔があってはならず、損害賠償責任を背負ってひたすら沈鬱に暮らせ」ということらしいね http://hirono2014sk.blogspot.com/2019/04/imarockcaster42_28.html
 - 2019年05月11日16時04分の登録： ＼弁護士 市川 寛　@imarockcaster42＼静岡地裁の判決読んだ。これは判決だけでは分からないことが多い。判決を読んだ限りでは「こう認定されたら、それはしょうが http://hirono2014sk.blogspot.com/2019/05/imarockcaster42.html
 - 2019年05月11日16時04分の登録： ＼弁護士 市川 寛　@imarockcaster42＼＼弁護士 市川 寛　@imarockcaster42＼静岡地裁の判決読んだ。これは判決だけでは分からないことが多い。 http://hirono2014sk.blogspot.com/2019/05/imarockcaster42-imarockcaster42.html
 - 2019年05月11日16時06分の登録： ＼弁護士 市川 寛　@imarockcaster42＼自白（？）調書のとり方がどんくさ過ぎた（が、これが検察の平常運転。まだやってるのね）のをしっかり指摘しているのを見る http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_11.html
 - 2019年05月11日16時09分の登録： ＼弁護士 市川 寛　@imarockcaster42＼岡崎支部の無罪判決読んだ。（準）強制性交罪の立法趣旨と解釈を正確に踏まえた上、無罪推定原則を徹底した判断との印象。「 http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_42.html
 - 2019年05月14日08時02分の登録： ＼モトケン　@motoken_tw＼返信先: @imarockcaster42さん\n「ど素人」のほうがよかったですか？ http://hirono2014sk.blogspot.com/2019/05/motokentw-imarockcaster42.html
 - 2019年05月14日08時05分の登録： ＼弁護士 市川 寛　@imarockcaster42＼あくまで自分の勝手な感覚なんだが、どんな話題であっても「一般人」という言葉は好きになれない http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_14.html
 - 2019年05月14日08時07分の登録： ＼弁護士 市川 寛　@imarockcaster42＼今はどうだか知らないが、自分がいた頃の検察庁は、尋問方法自体ではなく、調書のとり方ばかり教育していた。こんな教育をし http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_63.html
 - 2019年05月14日08時07分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検事時代、法曹三者の懇親会で裁判官に「未必の故意の自白調書って必要ですか？」と質問したんだが、要領を得ない答えだった http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_84.html
 - 2019年05月14日08時31分の登録： ＼弁護士 市川 寛　@imarockcaster42＼無理して自白をとるより、否認のままで起訴する方がかえって有罪にできるというのが自分の検事時代の経験。ふざけた取調をし http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_55.html
 - 2019年05月15日20時39分の登録： ＼弁護士 市川 寛　@imarockcaster42＼死刑に関しては、その判決を宣告した経験のある裁判官から「検察官はいいよな。死刑にしてくれって頼むだけだから。こっちは http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_15.html
 - 2019年05月16日21時11分の登録： ＼弁護士 市川 寛　@imarockcaster42＼痛ましい実態があるのに、法の壁のためにそれが救われないとき、その壁を乗り越えようと知恵を絞るのが検察。いくら法改正し http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_16.html
 - 2019年05月16日21時12分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察を信用し過ぎていると思う http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_86.html
 - 2019年05月18日12時34分の登録： ＼弁護士 市川 寛　@imarockcaster42＼監護者性交等罪：公判　地裁、冒頭陳述やり直し命令　被害者供述に「重大な疑問」　／静岡 - 毎日新聞  http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_18.html
 - 2019年05月18日14時25分の登録： 弁護士　市川　寛（@imarockcaster42）　-　Twilog：2019年05月18日14時25分　100件 http://hirono2014sk.blogspot.com/2019/05/imarockcaster42-twilog201905181425100.html
 - 2019年05月18日15時18分の登録： 弁護士　市川　寛（@imarockcaster42）　-　Twilog：2019年05月18日15時18分　100件 http://hirono2014sk.blogspot.com/2019/05/imarockcaster42-twilog201905181518100.html
 - 2019年05月18日18時43分の登録： ＼弁護士 市川 寛　@imarockcaster42＼自分はこっちかなと思った。静岡地裁だし。もっとも、世論にビビって有罪にしようとしているのではなく、文句のつけようのな http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_2.html
 - 2019年05月20日23時25分の登録： ＼弁護士 市川 寛　@imarockcaster42＼八代英輝弁護士 池袋母子死亡事故の運転手に「退院して事情聴取を受けた時点で逮捕するのが普通」 http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_20.html
 - 2019年05月22日15時22分の登録： ＼弁護士 市川 寛　@imarockcaster42＼すぎると被疑者取調が過度に重視されかねないこと、ひいては虚偽自白による冤罪を生む危険があることを理解し、それを少しは http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_22.html
 - 2019年05月28日22時41分の登録： ＼弁護士 市川 寛　@imarockcaster42＼御意。この意味で犯罪の動機の解明は必要だが、刑事手続のそれは期待できない。なぜなら捜査機関は「有罪にするため」「重い http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_28.html
 - 2019年05月28日22時48分の登録： ＼弁護士 市川 寛　@imarockcaster42＼被疑者に「なぜ罪を犯した？」と尋ね、それに答えると「言い訳している。反省していない証だ」と断じて動揺させ、結局「何も http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_38.html
 - 2019年05月28日22時51分の登録： ＼弁護士 市川 寛　@imarockcaster42＼日本弁護士連合会：第62回人権擁護大会・シンポジウムのご案内 https://www.nichibenren.or. http://hirono2014sk.blogspot.com/2019/05/imarockcaster4262-httpswwwnichibenrenor.html
 - 2019年05月28日22時53分の登録： ＼弁護士 市川 寛　@imarockcaster42＼手続き明文化、 証拠開示　再審法整備へ市民の会　冤罪被害者や学者ら https://www.nishinippon. http://hirono2014sk.blogspot.com/2019/05/imarockcaster42-httpswwwnishinippon.html
 - 2019年05月30日12時26分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「検察幹部」って匿名で勝手なことを言うのはやめようよ。報じる側もなんで名前書かないのかね http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_30.html
 - 2019年05月31日18時38分の登録： ＼弁護士 市川 寛　@imarockcaster42＼録画なし取り調べ８時間「お前がどう思おうが関係ねえ」：朝日新聞デジタル  http://hirono2014sk.blogspot.com/2019/05/imarockcaster42_31.html
 - 2019年06月01日22時33分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「罪を犯した人は、自分(たち)とは違う異分子」と思い込むところから、捜査機関も被疑者にひどい仕打ちを始める http://hirono2014sk.blogspot.com/2019/06/imarockcaster42.html
 - 2019年06月05日23時34分の登録： REGEXP：”@imarockcaster42”／データベース登録済みツイート：2019年06月05日23時33分の記録：ユーザ・投稿：42／103件 http://hirono2014sk.blogspot.com/2019/06/regexpimarockcaster4220190605233342103.html
 - 2019年06月05日23時36分の登録： ＼弁護士 市川 寛　@imarockcaster42＼つまり、弁護人がいなければやりたい放題ということですな http://hirono2014sk.blogspot.com/2019/06/imarockcaster42_5.html
 - 2019年06月12日21時36分の登録： ＼弁護士 市川 寛　@imarockcaster42＼この記事、裁判員制度を褒めちぎるのが狙いなんだろうが、次回の検事もまぁその狙いに従うだろう。で、もしその次に弁護士の http://hirono2014sk.blogspot.com/2019/06/imarockcaster42_12.html
 - 2019年06月22日02時36分の登録： ＼弁護士 市川 寛　@imarockcaster42＼証人の認識と食い違う調書に弁護士「検事の誘導でしょ」と一刀両断(相澤冬樹) - Y!ニュース https://new http://hirono2014sk.blogspot.com/2019/06/imarockcaster42-y-httpsnew.html
 - 2019年06月23日20時23分の登録： REGEXP：”@imarockcaster42”／データベース登録済みツイート：2019年06月23日20時21分の記録：ユーザ・投稿：50／127件 http://hirono2014sk.blogspot.com/2019/06/regexpimarockcaster4220190623202150127.html
 - 2019年06月27日16時55分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2019-04-24_1515〜2019-06-27_1601／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年06月27日16時55分 http://hirono2014sk.blogspot.com/2019/06/imarockcaster422019-04-2415152019-06.html
 - 2019年06月27日16時55分の登録： ＼弁護士 市川 寛　@imarockcaster42＼アメブロを更新しました。 『検事はなぜ証拠を見せないのか - 理屈でないところからの試論』 http://hirono2014sk.blogspot.com/2019/06/imarockcaster42_27.html
 - 2019年06月28日11時40分の登録： ＼弁護士 市川 寛　@imarockcaster42＼岡口基一裁判官が懸念する、最高裁の「王様化」とは。異例の戒告処分を受けた今だから思うこと http://hirono2014sk.blogspot.com/2019/06/imarockcaster42_28.html
 - 2019年07月12日23時16分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2019-04-27_2249〜2019-07-11_1825／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年07月12日23時15分 http://hirono2014sk.blogspot.com/2019/07/imarockcaster422019-04-2722492019-07.html
 - 2019年07月12日23時17分の登録： ＼弁護士 市川 寛　@imarockcaster42＼西山美香さんの手紙・供述弱者を守れ　検察の思考回路（３）　角雄記（社会部＝前大津支局）:ニュースを問う:中日新聞(C http://hirono2014sk.blogspot.com/2019/07/imarockcaster42c.html
 - 2019年07月18日09時50分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2019-05-07_2207〜2019-07-17_2320／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年07月18日09時50分 http://hirono2014sk.blogspot.com/2019/07/imarockcaster422019-05-0722072019-07.html
 - 2019年08月11日23時29分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2019-04-25_2035〜2019-08-09_1221／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年08月11日23時29分 http://hirono2014sk.blogspot.com/2019/08/imarockcaster422019-04-2520352019-08.html
 - 2019年08月20日20時16分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2019-04-26_1013〜2019-08-15_1016／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年08月20日20時16分 http://hirono2014sk.blogspot.com/2019/08/imarockcaster422019-04-2610132019-08.html
 - 2019年08月23日22時58分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検事時代にそんなことは一度もないです… http://hirono2014sk.blogspot.com/2019/08/imarockcaster42.html
 - 2019年08月23日22時58分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「裁く」を通り越して「捌く」ことしか考えていないのでしょうね http://hirono2014sk.blogspot.com/2019/08/imarockcaster42_23.html
 - 2019年09月20日19時29分の登録： ＼弁護士 市川 寛　@imarockcaster42＼私も編集委員を務めました「冤罪白書2019」が10月に発売されます。3、4日の日弁連人権大会の場でも買えるようです。 http://hirono2014sk.blogspot.com/2019/09/imarockcaster4220191034.html
 - 2019年09月26日11時13分の登録： ＼弁護士 市川 寛　@imarockcaster42＼冤罪を生む「ムラ社会」の論理　法曹一元、証拠全面開示が改革のカギ  Online  http://hirono2014sk.blogspot.com/2019/09/imarockcaster42-online.html
 - 2019年09月27日20時20分の登録： ＼弁護士 市川 寛　@imarockcaster42＼０．１％の奇跡！衝撃　逆転無罪ミステリー【ＭＣ:田村淳】(テレビ東京、2019/9/27 18:55 OA)の番組情 http://hirono2014sk.blogspot.com/2019/09/imarockcaster422019927-1855-oa.html
 - 2019年10月01日11時08分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2019-03-27_1749〜2019-09-30_2349／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年10月01日11時08分 http://hirono2014sk.blogspot.com/2019/10/imarockcaster422019-03-2717492019-09.html
 - 2019年10月24日23時17分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「無期懲役でも十数年で仮釈放」はうそ １７年の平均３３年２カ月、元名古屋大女子学生が服役へ http://hirono2014sk.blogspot.com/2019/10/imarockcaster42.html
 - 2019年10月29日13時45分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2017-02-24_0853〜2019-10-27_2214／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年10月29日13時45分 http://hirono2014sk.blogspot.com/2019/10/imarockcaster422017-02-2408532019-10.html
 - 2019年11月08日14時11分の登録： ＼弁護士 市川 寛　@imarockcaster42＼16年前の湖東病院事件で他殺否定の報告書 滋賀 東近江 | NHKニュース http://hirono2014sk.blogspot.com/2019/11/imarockcaster4216-nhk.html
 - 2019年11月11日23時58分の登録： ＼弁護士 市川 寛　@imarockcaster42＼弁護士が選任されると、知恵がつくので、容疑者が大やけどの影響でまったく記憶がないなどと供述を変えるのではないか、と心 http://hirono2014sk.blogspot.com/2019/11/imarockcaster42.html
 - 2019年11月16日01時53分の登録： ＼弁護士 市川 寛　@imarockcaster42＼弁護士が選任されると、知恵がつくので、容疑者が大やけどの影響でまったく記憶がないなどと供述を変えるのではないか、と心 http://hirono2014sk.blogspot.com/2019/11/imarockcaster42_16.html
 - 2019年11月20日14時18分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2017-02-24_0853〜2019-11-19_1201／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年11月20日14時18分 http://hirono2014sk.blogspot.com/2019/11/imarockcaster422017-02-2408532019-11.html
 - 2019年11月27日17時36分の登録： ＼弁護士 市川 寛　@imarockcaster42＼全くのあてずっぽうですが、一番の理由は「鑑定未了」ですかね。正式な鑑定結果が10日以内に出ないことはままあります。な http://hirono2014sk.blogspot.com/2019/11/imarockcaster4210.html
 - 2019年12月02日23時12分の登録： ＼弁護士 市川 寛　@imarockcaster42＼日本の薬物依存対策は時代遅れ。必要なのは懲罰ではなく、社会の中で治療すること\n http://hirono2014sk.blogspot.com/2019/12/imarockcaster42.html
 - 2019年12月12日18時56分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2017-02-24_0853〜2019-12-12_1145／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年12月12日18時56分 http://hirono2014sk.blogspot.com/2019/12/imarockcaster422017-02-2408532019-12.html
 - 2019年12月14日20時26分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2017-02-24_0853〜2019-12-12_1145／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年12月14日20時26分 http://hirono2014sk.blogspot.com/2019/12/imarockcaster422017-02-2408532019-12_14.html
 - 2019年12月17日22時24分の登録： ＼弁護士 市川 寛　@imarockcaster42＼元農水次官に懲役6年、ネット「殺したのは英断」と波紋…「自殺か他殺か」と悲観した元ひきこもり男性が変化した瞬間（AE http://hirono2014sk.blogspot.com/2019/12/imarockcaster426ae.html
 - 2019年12月17日22時24分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「調書にとってないヤバいことを言わせるぞ」という意味ですかね。インチキな調書を作ってるのがバレるブーメラン戦法ですが http://hirono2014sk.blogspot.com/2019/12/imarockcaster42_17.html
 - 2019年12月18日21時11分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2017-02-24_0853〜2019-12-17_2346／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2019年12月18日21時11分 http://hirono2014sk.blogspot.com/2019/12/imarockcaster422017-02-2408532019-12_18.html
 - 2019年12月30日13時35分の登録： ＼弁護士 市川 寛　@imarockcaster42＼140文字で言い損なったり、言い足りないことをとやかく批判するのは、あまり意味がないと思っています http://hirono2014sk.blogspot.com/2019/12/imarockcaster42140.html
 - 2020年01月02日10時49分の登録： ＼弁護士 市川 寛　@imarockcaster42＼全面否認の被告を保釈するなんてあり得ない。←彼がどうかはともかく、全面否認の被告人の中には、それこそ全面無実の人が含 http://hirono2014sk.blogspot.com/2020/01/imarockcaster42.html
 - 2020年01月05日11時59分の登録： ＼弁護士 市川 寛　@imarockcaster42＼法律家が罪を犯した人に同情したらいけないんですかね。検事だって、たまには同情しますよ（爆 http://hirono2014sk.blogspot.com/2020/01/imarockcaster42_5.html
 - 2020年01月08日23時44分の登録： ＼弁護士 市川 寛　@imarockcaster42＼市民にとって脅威となっていることも必要ではないでしょうか。その意味で、保釈中の逃亡を犯罪としていいのかは、拙速な検討 http://hirono2014sk.blogspot.com/2020/01/imarockcaster42_8.html
 - 2020年01月10日04時02分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ダメ検事をやっていた経験からは、「否認なら十二分にOK。黙秘が一番しんどい」ですね。しゃべる被疑者なら、何かしらの手 http://hirono2014sk.blogspot.com/2020/01/imarockcaster42ok.html
 - 2020年01月12日23時59分の登録： ＼弁護士 市川 寛　@imarockcaster42＼【フィクションかどうかはご想像にお任せします】ある検事が否認を続ける被疑者に悩んで先輩に相談した。先輩曰く「お前、質 http://hirono2014sk.blogspot.com/2020/01/imarockcaster42_12.html
 - 2020年01月17日00時00分の登録： ＼弁護士 市川 寛　@imarockcaster42＼森法相、「捜査は正確」と反論＝ゴーン被告めぐり米紙に http:// http://hirono2014sk.blogspot.com/2020/01/imarockcaster42-http.html
 - 2020年01月25日10時50分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「人質司法」で憤慨することの一つに、時折「何にも捜査するつもりはないけど、取りあえず入れておこう」ってのがあるんです http://hirono2014sk.blogspot.com/2020/01/imarockcaster42_25.html
 - 2020年01月31日04時13分の登録： ＼弁護士 市川 寛　@imarockcaster42＼Ｐ時代は、性犯罪はガンガン起訴した上に、当時の相場の倍の求刑をふっかけて容認されたこともありましたが、それでも「潰し http://hirono2014sk.blogspot.com/2020/01/imarockcaster42_31.html
 - 2020年02月04日09時48分の登録： ＃弁護士 市川 寛　@imarockcaster42＃のツイート／2017-02-24_0853〜2020-02-04_0851／法務検察・石川県警察宛参考資料／記録作成措置実行日時：2020年02月04日09時48分 http://hirono2014sk.blogspot.com/2020/02/imarockcaster422017-02-2408532020-02.html
 - 2020年02月09日01時21分の登録： ＼弁護士 市川 寛　@imarockcaster42＼です http://hirono2014sk.blogspot.com/2020/02/imarockcaster42.html
 - 2020年02月10日18時55分の登録： ＼弁護士 市川 寛　@imarockcaster42＼いわば神の視点で真実を語り、しかし検察官・法律家としては立証はできないと。法律家は、法廷で解明された事実を真実としな http://hirono2014sk.blogspot.com/2020/02/imarockcaster42_10.html
 - 2020年02月10日18時57分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察側が求刑放棄、無罪確定的に 滋賀・湖東病院患者死亡で再審公判  http://hirono2014sk.blogspot.com/2020/02/imarockcaster42_29.html
 - 2020年02月14日19時28分の登録： ＼弁護士 市川 寛　@imarockcaster42＼槇原敬之氏、これからの捜査や裁判はどうなる？(前田恒彦) - Y!ニュース  http://hirono2014sk.blogspot.com/2020/02/imarockcaster42-y.html
 - 2020年02月23日23時54分の登録： ＼弁護士 市川 寛　@imarockcaster42＼例外はありますが、犯罪の被疑者が逮捕された後、知人や近隣住民から「そんなことをする人には見えなかった」との話が得られ http://hirono2014sk.blogspot.com/2020/02/imarockcaster42_23.html
 - 2020年02月23日23時54分の登録： ＼弁護士 市川 寛　@imarockcaster42＼捜査機関は、「捜査したらこんな証拠が！」とリークするので、それを報じた上で「容疑者は否認してます」と結ぶと、そりゃ読 http://hirono2014sk.blogspot.com/2020/02/imarockcaster42_87.html
 - 2020年02月29日20時13分の登録： ＼弁護士 市川 寛　@imarockcaster42＼正しいから多数派になるのではなく、「多数派は一応正しいことにでもしておく」のが民主主義ではないかと。なので目下の少数 http://hirono2014sk.blogspot.com/2020/02/imarockcaster42_24.html
 - 2020年03月03日16時12分の登録： ＼弁護士 市川 寛　@imarockcaster42＼少なくとも私がいた時のＰ庁では、勾留請求、同延長、起訴・不起訴、保釈請求に対する意見書、釈放、（主として否認事件の） http://hirono2014sk.blogspot.com/2020/03/imarockcaster42.html
 - 2020年03月03日19時29分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「だからなんなんだ」とのお叱りは重々承知してますが、私はＰになってから辞め（させられ）るまで、勾留請求が通ったときは http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_3.html
 - 2020年03月04日15時33分の登録： ＼弁護士 市川 寛　@imarockcaster42＼新型コロナ理由に3人が裁判員辞退　判決期日が取り消し　裁判やり直し　名古屋地裁 - 毎日新聞 http://hirono2014sk.blogspot.com/2020/03/imarockcaster423.html
 - 2020年03月05日22時34分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ 情けないですなぁ。偽計業務妨害にならないんですかね\n￼ http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_5.html
 - 2020年03月11日11時31分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察に関する事柄についての取材を受けることがあり、極力協力しておりますが、興味深いことがたまにあります。まず、取材す http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_11.html
 - 2020年03月13日12時49分の登録： ＼弁護士 市川 寛　@imarockcaster42＼弁解録取書に弁解をとらない検事がいるみたいですね。法相には、そんな検事に「弁解から逃げるな」と厳重注意してもらいたい http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_13.html
 - 2020年03月13日20時25分の登録： ＼弁護士 市川 寛　@imarockcaster42＼森まさこ法相の 「いわきの検事が逃げた」答弁は本当か？ 公文書が語る真実 http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_97.html
 - 2020年03月19日12時11分の登録： ＼弁護士 市川 寛　@imarockcaster42＼裁判所が弁護人の意見に否定的な態度を示すのは、①そもそも弁護士を裁判官・検事より劣った存在と見ている②そうでなくても http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_19.html
 - 2020年03月23日22時50分の登録： ＼弁護士 市川 寛　@imarockcaster42＼これ、前もツイートしたと思いますが、私が駆け出しＰのころ、Ａが割れないと先輩に相談すると「お前、質問してるんぢゃない http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_23.html
 - 2020年03月30日14時42分の登録： ＼弁護士 市川 寛　@imarockcaster42＼河井前法相夫妻がバラ撒いた1億5千万円の行方と「買収リスト」を東京地検が捜査へ  http://hirono2014sk.blogspot.com/2020/03/imarockcaster4215.html
 - 2020年03月31日14時29分の登録： ＼弁護士 市川 寛　@imarockcaster42＼人殺し扱いしたんですよね。その原因を解明して初めて本当の再審だと思います。でないとまた同じ間違いが起きると思います http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_31.html
 - 2020年03月31日14時33分の登録： ＼弁護士 市川 寛　@imarockcaster42＼結論が間違っている場合にそのことだけを異常なまでに厳しく批判しますが、結論を間違えた原因が、正しい手続を践まなかった http://hirono2014sk.blogspot.com/2020/03/imarockcaster42_14.html
 - 2020年04月02日19時55分の登録： ＼弁護士 市川 寛　@imarockcaster42＼この裁判官はいいことしたでしょうから何も言いませんが、一度は地裁・高裁・最高裁まで揃いも揃ってこの人を人殺し扱いした http://hirono2014sk.blogspot.com/2020/04/imarockcaster42.html
 - 2020年04月16日22時47分の登録： ＼弁護士 市川 寛　@imarockcaster42＼再審無罪の湖東病院患者死亡、滋賀県警が質問一切拒否 17日の本部長会見、記者クラブに通告 http://hirono2014sk.blogspot.com/2020/04/imarockcaster42-17.html
 - 2020年05月02日09時11分の登録： ＼弁護士 市川 寛　@imarockcaster42＼河井前法相夫妻の買収疑惑・現金受取否認の県議の弁護人が検察捜査のあり方に異議(江川紹子) - Y!ニュース http://hirono2014sk.blogspot.com/2020/05/imarockcaster42-y.html
 - 2020年05月10日01時04分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「河井さんと一緒に沈んでもらう」東京地検に恫喝された渡辺典子県議が激白 前法相夫妻の捜査大詰め http://hirono2014sk.blogspot.com/2020/05/imarockcaster42.html
 - 2020年05月14日09時19分の登録： ＼弁護士 市川 寛　@imarockcaster42＼Ｐ時代に保釈相当意見で決裁受けたら「それだと『初めから逮捕勾留しなければよかっただろ』と言われるから、入れておけ」と http://hirono2014sk.blogspot.com/2020/05/imarockcaster42_14.html
 - 2020年05月16日21時47分の登録： ＼弁護士 市川 寛　@imarockcaster42＼私の検事時代に、ある後輩思いのヒラ筆頭格の先輩検事がいたのですが、この人が役付になった途端に上にゴマすって部下を見殺 http://hirono2014sk.blogspot.com/2020/05/imarockcaster42_16.html
 - 2020年05月17日21時24分の登録： ＼弁護士 市川 寛　@imarockcaster42＼検察は「検察が正義と思う正義の味方」ですからね 引用ツイート http://hirono2014sk.blogspot.com/2020/05/imarockcaster42_17.html
 - 2020年05月20日15時55分の登録： ＼弁護士 市川 寛　@imarockcaster42＼河井前法相夫妻の逮捕許諾請求へ 官邸vs.検察“仁義なき戦い” http://hirono2014sk.blogspot.com/2020/05/imarockcaster42-vs.html
 - 2020年05月23日09時42分の登録： ＼弁護士 市川 寛　@imarockcaster42＼森氏は「非常につらい道ではある」←こうまで言っているのに辞めさせてあげないのは、人材が尽きたからですかね。首相が法相 http://hirono2014sk.blogspot.com/2020/05/imarockcaster42_23.html
 - 2020年06月05日20時56分の登録： ＼弁護士 市川 寛　@imarockcaster42＼出来の悪い検事が黙秘する被疑者に「やましいところがないならしゃべったらどうだ？」などと宣うことがありますが、同じ理屈 http://hirono2014sk.blogspot.com/2020/06/imarockcaster42.html
 - 2020年06月18日15時41分の登録： ＼弁護士 市川 寛　@imarockcaster42＼取り調べ、容疑が固まり次第逮捕←これも使い古されたフレーズですが、なぜ取り調べると容疑が固まるんですかね。今回はおそ http://hirono2014sk.blogspot.com/2020/06/imarockcaster42_18.html
 - 2020年06月18日23時17分の登録： ＼弁護士 市川 寛　@imarockcaster42＼P時代に特捜部の事件記録を読んだとき、逮捕時に自白していたAが勾留質問で否認したと分かると、すぐに呼び戻して取り調べ http://hirono2014sk.blogspot.com/2020/06/imarockcaster42pa.html
 - 2020年06月24日13時43分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ご指摘のとおり「奴隷」だったことを反省したからこそ申し上げている次第です。かつて「奴隷」だったゆえに終始その組織の問 http://hirono2014sk.blogspot.com/2020/06/imarockcaster42_24.html
 - 2020年06月24日19時57分の登録： ＼弁護士 市川 寛　@imarockcaster42＼全ての検事は、自分の手持ち事件なのに上司の決裁を受けないと何も決められないんですけどね(爆) http://hirono2014sk.blogspot.com/2020/06/imarockcaster42_48.html
 - 2020年07月02日20時54分の登録： ＼弁護士 市川 寛　@imarockcaster42＼再審請求審でＰが無罪方向の証拠を開示した場合、Ｊはどう思うんですかね。「今まで俺たちを騙してたのか」って頭にこないと http://hirono2014sk.blogspot.com/2020/07/imarockcaster42.html
 - 2020年07月13日20時31分の登録： ＼弁護士 市川 寛　@imarockcaster42＼私が新米Ｐの頃は、上司や先輩から「否認するＡに騙されるな」としつこく教育されました。Ｐの目の前に来た時点で殆どのＡは http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_13.html
 - 2020年07月13日20時48分の登録： ＼弁護士 市川 寛　@imarockcaster42＼無罪判決は、弁護人と裁判所が検事の主張をチェックした結果のダメ出しですよね。それがおかしいという考えを推し進めると、 http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_36.html
 - 2020年07月14日14時30分の登録： ＼弁護士 市川 寛　@imarockcaster42＼被告人や弁護人にとって最悪なのは、裁判官がこっそり検事に電話をかけたりして「最後の一押しを追加で立証してください」と http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_14.html
 - 2020年07月16日19時35分の登録： ＼弁護士 市川 寛　@imarockcaster42＼刑事裁判の構造は、検察と弁護人が対立するなか、間にいる裁判所が結論を出すもののはずですが、現状はどう見ても「検察及び http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_16.html
 - 2020年07月19日21時40分の登録： ＼弁護士 市川 寛　@imarockcaster42＼・やましいことがないなら、黙秘しないで話せるでしょ もありますね http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_19.html
 - 2020年07月19日21時42分の登録： ＼弁護士 市川 寛　@imarockcaster42＼読了。袴田事件の概要がよく分かります。深刻・重大な話とユーモアとのバランスが絶妙です。絵柄がいいですね。広く読まれて http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_45.html
 - 2020年07月21日00時41分の登録： ＼弁護士 市川 寛　@imarockcaster42＼先輩Ｐが取調Ｐに「ＰＳに自白理由をとらなかった理由は？」と尋ねたところ、「武士の情けです」（激爆）。で、自白の任意性 http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_21.html
 - 2020年07月23日18時32分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ALS患者の依頼受け薬物投与 殺害か 嘱託殺人容疑で医師2人逮捕 | NHKニュース http://hirono2014sk.blogspot.com/2020/07/imarockcaster42als-2-nhk.html
 - 2020年07月25日02時16分の登録： ＼弁護士 市川 寛　@imarockcaster42＼例えば承諾殺人の捜査ではＶの生前の発言を集めますが、それがどれも「死にたい」旨であっても、いざＡがＶを殺害するその時 http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_25.html
 - 2020年07月27日09時29分の登録： ＼弁護士 市川 寛　@imarockcaster42＼Ｐ時代に上司が言うには「タマ違いだけは絶対ダメ」と。つまり人違いの冤罪ですね。その他の例えば正当防衛や責任無能力、犯 http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_27.html
 - 2020年07月28日09時58分の登録： ＼弁護士 市川 寛　@imarockcaster42＼「ドクター・キリコになりたい」　京都ＡＬＳ女性嘱託殺人　逮捕の医師、ツイッターに繰り返し投稿か　 | 京都新聞 http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_28.html
 - 2020年07月28日11時32分の登録： ＼弁護士 市川 寛　@imarockcaster42＼妻殺害、容疑で夫逮捕　妻の上半身に複数の傷「自分の体衰え、もう面倒見れないのでやりました」／春日部署（埼玉新聞） http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_3.html
 - 2020年07月29日23時41分の登録： ＼弁護士 市川 寛　@imarockcaster42＼ほとんどの弁護士は加害者の味方←検事が概ね被害者の味方をやってるからだと思いますけどね http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_29.html
 - 2020年07月30日10時13分の登録： ＼弁護士 市川 寛　@imarockcaster42＼普通は被害者と被疑者・被告人は利益が相反しますから、致し方ないでしょうね。どちらにも目配りしたいなら検事がお勧めです http://hirono2014sk.blogspot.com/2020/07/imarockcaster42_30.html
```

　思い以上に数が多く感じた市川寛弁護士のツイートの記録ですが，「dp -p|grep @imarockcaster42 |wc -l」の実行結果は169件となっていました。

〈〈〈：Emacs： 2020-08-06（木曜日）01：51 　〈〈〈

